{"Sheet1":[{"Candidate":"Gery Chico","BioA":"Though he’s never held an elected position, Gery Chico has been in the Chicago politics game since 1992 when he became Richard M. Daley’s chief of staff. Since then, he’s been president of the Chicago Board of Education, board president of the Chicago Park District, board chairman of the City Colleges of Chicago and chair of the Illinois State Board of Education.","BioB":"This isn’t Chico’s first mayoral run. He lost to Rahm Emanuel in 2011. He ran another unsuccessful campaign in the 2004 Democratic primary for U.S. Senate. He showed no intentions of running in 2019 until Emanuel dropped out.","Issue1Title":"Public Safety","Issue1Blurb":"Chico’s multi-step plan for violence reduction calls for restoring trust in the Chicago police, starting with firing controversial Superintendent Eddie Johnson. Chico would also implement a Mayor’s Office of Violence Prevention and Reduction with an appointed director of public safety, whose job would involve investing in anti-violence programs and programs empowering at-risk individuals. Further, he’s threatened to sue Wisconsin and Indiana for allowing flow of guns into Illinois.","Issue2Title":"Education","Issue2Blurb":"Chico’s plan for Chicago Public Schools (CPS) includes rebuilding neighborhood schools, establishing a partially elected school board, increasing CPS enrollment and repurposing closed schools. He also wants to expand technical and vocational training, expand Chicago City College programming and hire more CPS librarians, social workers and psychologists.","Issue3Title":"Economic Development","Issue3Blurb":"Chico plans to address population loss and income inequality by increasing minimum wage to $15, reducing property taxes and expunging minor, non-violent convictions, so people can find work. He says he’ll find funding for infrastructure projects such as replacing lead water service lines and expanding the Red Line south.","Issue4Title":"City Finance","Issue4Blurb":"Chico has promised to explore cost-cutting and revenue-generating avenues to address $42 billion of unfunded pension liabilities. He also promises increased oversight of city services like trash pickup and road maintenance.","Endorsements":"Alderman Edward Burke","ChancesofWinningTitle":"Moderately likely"},{"Candidate":"Bill Daley","BioA":"tk"},{"Candidate":"Amara Enyia","BioA":"tk"},{"Candidate":"Bob Fioretti","BioA":"tk"},{"Candidate":"La Shawn Ford","BioA":"tk"},{"Candidate":"Jerry Joyce","BioA":"tk"},{"Candidate":"John Kozlar","BioA":"tk"},{"Candidate":"Lori Lightfoot","BioA":"tk"},{"Candidate":"Garry McCarthy","BioA":"tk"},{"Candidate":"Susana Mendoza","BioA":"tk"},{"Candidate":"Toni Preckwinkle","BioA":"tk"},{"Candidate":"Neal Sales-Griffin","BioA":"tk"},{"Candidate":"Paul Vallas","BioA":"A native of the South Side, Paul Vallas has spent his career in education. He served as CEO of Chicago Public Schools (CPS) between 1996 and 2001. Vallas’ work in Chicago made him a nationally recognized figure in education - he was subsequently hired in Philadelphia and New Orleans to turn around public schools.","BioB":"Whether Vallas’ tenure at CPS was successful is still hotly debated. Vallas opened up new sources of funding for CPS, balancing the system’s budget over his six-year tenure. More contentiously, he oversaw a rapid expansion in alternative, charter and selective enrollment schools, which send a considerable number each year to Northwestern. Selective enrollment schools are public schools which determine admission based on test scores; they have been criticized for being disproportionately wealthy and white, using government funds to further privilege Chicago’s elite.","BioC":"In person, Vallas is articulate and wonkish. His campaign has attempted to brand him as a disinterested fixer - his most common bumper sticker reads PAUL SOLVES PROBLEMS. He has run twice for elected office in Illinois - for governor in 2004 and lieutenant governor in 2014, both times unsuccessfully. But he does not possess the buzzword charisma of a successful politician, preferring instead to wade into the weeds of policy in speeches and mayoral fora.","Issue1Title":"Housing","Issue1Blurb":"Vallas wants to cap individual property taxes to protect homeowners in neighborhoods threatened by gentrification. He also wants to change zoning codes to allow denser configurations of garden-unit properties.","Issue2Title":"Education","Issue2Blurb":"Vallas wants to expand early childhood programs and access to Advanced Placement and International Baccalaureate. He also wants to keep schools open for longer hours.","Issue3Title":"Police Accountability","Issue3Blurb":"Vallas’ campaign has largely avoided deep discussions of police reform. While opponents such as Lori Lightfoot, Amara Enyia and John Kozlar have talked extensively about their visions for the department, police accountability gets a sentence on Vallas’ website - a bland cliche about the mayor setting the tone for transparency. One factor that may explain this is two of Vallas’ sons are officers in the Chicago Police Department, and his wife is a former policewoman.","Endorsements":"No major endorsements - although former Governor Bruce Rauner told the Chicago Tribune Editorial Board that Vallas “might make the best mayor in my opinion.” Vallas, sensing the political winds, has not hurried to incorporate Rauner’s name into his messaging.","ChancesofWinningTitle":"Unlikely. <p>Vallas has name recognition, even a national brand. At the same time, it is hard to campaign on a controversial record in Chicago Public Schools. He also has a limited war chest compared to his independently wealthy rivals.</p><p>It’s not clear who his base is and if they will turn out to vote for him come Election Day. The competition for progressive voters is fierce. Although he is by no means conservative, Vallas won a straw poll among Northside Republicans due to his centrist positions on school choice.  \n</p><p>Vallas currently polls at 3.7 percent, placing him sixth in a crowded field. While he could plausibly win against the right weak candidate in a runoff, it is unlikely that his next destination is \nCity Hall.\n</p>"},{"Candidate":"Willie Wilson","BioA":"Willie Wilson was born in Louisiana and moved to Chicago in 1965. Despite arriving with only a seventh-grade education, Wilson flourished in the Second City, advancing farther and higher than anyone could have hoped. Wilson began by mopping floors at a McDonald’s for $2 a day; 20 years later, he owned a string of franchises in Chicagoland and had founded his own medical supplies company. ","BioB":"Wilson has run for mayor once before, in 2014, before dropping out to support Commissioner Chuy Garcia in his bid to unseat incumbent Mayor Rahm Emanuel. Wilson also was a presidential candidate for the Democratic nomination in 2016, mounting an ultimately unsuccessful campaign to have his name on the ballot in all 50 states."}]}
