{"Sheet1":[{"Candidate":"Gery Chico","ID":"Chico","Photo":"https://www.google.com/imgres?imgurl=https%3A%2F%2Fwww.cityclub-chicago.org%2Fcontent%2Fimages%2Fcms%2Fgery_chico_headshot_crop.jpg%2Fimage-full%3Bmax%24194%2C0.ImageHandler&imgrefurl=https%3A%2F%2Fwww.cityclub-chicago.org%2Fevent%2F2%2F2349%2Fgery-chico&docid=3GT6aqMgKZatuM&tbnid=8XK6-yiE1fC3_M%3A&vet=10ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhMKAswCw..i&w=194&h=256&safe=off&bih=620&biw=1083&q=bill%20daley%20chicago%20mayor%20headshot&ved=0ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhMKAswCw&iact=mrc&uact=8","BioA":"Though he’s never held an elected position, Gery Chico has been in the Chicago politics game since 1992 when he became Richard M. Daley’s chief of staff. Since then, he’s been president of the Chicago Board of Education, board president of the Chicago Park District, board chairman of the City Colleges of Chicago and chair of the Illinois State Board of Education.","BioB":"This isn’t Chico’s first mayoral run. He lost to Rahm Emanuel in 2011. He ran another unsuccessful campaign in the 2004 Democratic primary for U.S. Senate. He showed no intentions of running in 2019 until Emanuel dropped out.","Issue1Title":"Public Safety","Issue1Blurb":"Chico’s multi-step plan for violence reduction calls for restoring trust in the Chicago police, starting with firing controversial Superintendent Eddie Johnson. Chico would also implement a Mayor’s Office of Violence Prevention and Reduction with an appointed director of public safety, whose job would involve investing in anti-violence programs and programs empowering at-risk individuals. Further, he’s threatened to sue Wisconsin and Indiana for allowing flow of guns into Illinois.","Issue2Title":"Education","Issue2Blurb":"Chico’s plan for Chicago Public Schools (CPS) includes rebuilding neighborhood schools, establishing a partially elected school board, increasing CPS enrollment and repurposing closed schools. He also wants to expand technical and vocational training, expand Chicago City College programming and hire more CPS librarians, social workers and psychologists.","Issue3Title":"Economic Development","Issue3Blurb":"Chico plans to address population loss and income inequality by increasing minimum wage to $15, reducing property taxes and expunging minor, non-violent convictions, so people can find work. He says he’ll find funding for infrastructure projects such as replacing lead water service lines and expanding the Red Line south.","Issue4Title":"City Finance","Issue4Blurb":"Chico has promised to explore cost-cutting and revenue-generating avenues to address $42 billion of unfunded pension liabilities. He also promises increased oversight of city services like trash pickup and road maintenance.","Endorsements":"Alderman Edward Burke","ChancesofWinningTitle":"Moderately likely","ChancesofWinningBlurb":"He’s third in the polls at 9.3 percent, according to a recent Chicago Sun-Times poll, but Chico has two strong candidates - Preckwinkle and Daley - ahead of him. His only major endorsement comes from Ed Burke, who currently faces federal corruption charges. Chico is also third in spending with his campaign price tag at $2.39 million."},{"Candidate":"Bill Daley","ID":"Daley","Photo":"https://www.google.com/imgres?imgurl=https%3A%2F%2Fwww.aclu-il.org%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fcontent_area_full_width%2Fpublic%2Fwysiwyg%2Fdaley_-_headshot-01.png%3Fitok%3Dq_yickFb&imgrefurl=https%3A%2F%2Fwww.aclu-il.org%2Fen%2Fcampaigns%2Fchicago-mayoral-candidate-questionnaire&docid=RvMDMcwVP8S3EM&tbnid=CgtOu6MUYQSHoM%3A&vet=10ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhBKAEwAQ..i&w=580&h=919&safe=off&bih=620&biw=1083&q=bill%20daley%20chicago%20mayor%20headshot&ved=0ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhBKAEwAQ&iact=mrc&uact=8","BioA":"William Michael “Bill” Daley, the son of a former mayor, might best be remembered for his federal work as chief of staff for Barack Obama between the years 2011-2012 and as special counsel to Bill Clinton on issues regarding the passing of North Atlantic Free Trade Agreement, but Daley is as Chicago as they come. Born and raised in Chicago, Daley went on to graduate from Loyola University Chicago and John Marshall Law School. Daley has also worked in the private sector as president and CEO of Amalgamated Bank of Chicago, a partner for Mayer Brown, president of SBC Communications and the Midwest chairman of JPMorgan. If elected, Daley vows to work toward creating “safe, strong and affordable neighborhoods.”","Issue1Title":"Safer Neighborhoods","Issue1Blurb":"Daley has outlined a three-part strategy to reduce violence city-wide by enforcing and strengthening gun laws, fighting gangs with improved policing and technology, and creating more opportunities to youths and the previously incarcerated. Daley ultimately hopes to reduce shootings by 75% within his first term.","Issue2Title":"Strong Neighborhoods","Issue2Blurb":"To make neighborhood’s more prosperous, Daley will invest in public infrastructure. He will improve on existing incentive programs to encourage private investors and press major employers to recruit people from low-income communities.","Issue3Title":"Affordable Housing","Issue3Blurb":"To keep Chicago’s neighborhoods affordable, Daley plans to increase the supply of affordable housing by improving on the current five-year plan that aims to build only half of the needed 100,000 units of housing enforce the Affordable Requirements Ordinance, which requires downtown development to support affordable housing, partner with Chicago City Council to develop market-based solutions to help low-income families have the choice of where to live, support programs to help families get down payment assistance toward housing and attempt to provide access to rental subsidy programs and emergency and transitional housing for people at-risk of homelessness.","Issue4Title":"Education","Issue4Blurb":"Daley will cut Chicago Public School bureaucracy and put more funding at the school level to increase the amount educators, counselors, technology, and other resources. He will reconsider neighborhood boundaries to give parents better school options near home, work with industry leaders to help non-college-educated workers find higher wage jobs and partner with colleges and philanthropists to offer students who want to pursue higher education with scholarships and free community college.","Issue5Title":"Budget and Finance","Issue5Blurb":"Daley plans to initiate a modernization program within every city agency to bring them all into the digital age and increase efficiency. He also plans to limit borrowing and improve budgeting in an effort to rebuild the city’s credit rating.","Endorsements":"Former Vice President Al Gore, IL Rep. Bobby Rush, Former DNC Chairman Howard Dean, Received $10,000 from former MA Rep. Joseph P. Kennedy II’s campaign committee","ChancesofWinningTitle":"Likely","ChancesofWinningBlurb":"Despite maintaining a strong financial lead over the other candidates (as of Feb. 15, his campaign has fundraised $7.25 million, which is roughly $3 million more than Toni Preckwinkle and $4 million more than Gery Chico), according to two different polls conducted in January, Daley stays one space behind front-runner Preckwinkle. Although he has recently been endorsed by the former vice president, it is still unknown if it will give Daley a few points to overtake Preckwinkle."},{"Candidate":"Amara Enyia","ID":"Enyia","Photo":"https://www.google.com/imgres?imgurl=https%3A%2F%2Fsuntimesmedia.files.wordpress.com%2F2018%2F10%2Fchicago_mayor_79408306-e1539725993698.jpg&imgrefurl=https%3A%2F%2Fchicago.suntimes.com%2Fnews%2Fwho-is-amara-enyia%2F&docid=XRDoAYpVbJtS3M&tbnid=3RWhjRuQ03e1fM%3A&vet=10ahUKEwjJuKun_MXgAhUh74MKHebjAOYQMwg5KAEwAQ..i&w=908&h=680&safe=off&bih=620&biw=1083&q=amara%20enyia%20city%20club%20chicago&ved=0ahUKEwjJuKun_MXgAhUh74MKHebjAOYQMwg5KAEwAQ&iact=mrc&uact=8","BioA":"Amara Enyia was born to Nigerian immigrants in Baltimore but has long-standing roots in the state of Illinois. She got her undergraduate and master’s degrees, as well as a PhD in education policy, at the University of Illinois at Urbana-Champaign. She threw herself into Chicago politics after graduate school, working as a public policy analyst under former Chicago Mayor Richard M. Daley for the last three years of his term. She then transitioned out of government and into community organizing, working on Chicago’s West Side.","BioB":"She settled down on the West Side, and she currently serves as director of the Austin neighborhood’s Chamber of Commerce and does consultant work. Enyia ran for mayor in 2015 but did not get enough support, as a political newcomer, to get on the ballot. She also recently founded the Institute for Cooperative Economics and Economic Innovation, a project seeking to promote business collaboration and workforce development in Chicago.","Issue1Title":"Education","Issue1Blurb":"Enyia wants to formalize an elected school board for the city of Chicago and expand the Office of Equity. She also wants to reform the school funding formula and the way school boundaries are drawn to promote equity. Finally, she will review the Selective Enrollment system to provide more options for middle class families.","Issue2Title":"Housing","Issue2Blurb":"Enyia proposes lifting the rent control ban and eliminating aldermanic privileges specific to affordable housing placement. She sees a need for increasing the number of affordable housing units mandated for developers and building more affordable housing units for large families.","Issue3Title":"Public Safety/Violence Prevention","Issue3Blurb":"Enyia wants to enforce the police consent decree and enact stricter requirements for gun ownership. She also promises to expand restorative justice models of community engagement and increase in civilian oversight of the police.","Endorsements":"Chance the Rapper, Kanye West, former Chicago mayoral candidate Dorothy Brown\n","ChancesofWinningTitle":"Moderately unlikely","ChancesofWinningBlurb":"Enyia is falling far behind in fundraising, despite a recent $400,000 donation from Chance the Rapper. In a Chicago Sun-Times poll, Enyia got 4.7 percent of the vote, so she is not out of the race, but is still considered a fringe candidate in a crowded field. Her celebrity endorsements have helped put her in the spotlight, but she is not likely to be a serious contender."},{"Candidate":"Bob Fioretti","ID":"Fioretti","BioA":"Robert “Bob” Fioretti is a civil rights attorney and partner at Fioretti, Lower & Carbonara. Throughout his time as an attorney, Fioretti has worked on many high-profile cases, including the adoption case of Baby Tamia, which provoked new legislation regulating interstate adoption. Fioretti is also a former 2nd Ward alderman, former 2nd Ward Democratic committeeman and a former Democratic candidate for Cook County Board president. In the past, Fioretti has also been a Chicago mayoral candidate, coming in fourth place in the 2015 election with just more than 7 percent of the vote. In the 2015 runoff election, he endorsed Mayor Rahm Emanuel.","BioB":"Fioretti was born to an Italian immigrant father in 1953 and is a first-generation American. Fioretti went on to receive a bachelor's degree from the University of Illinois Champaign-Urbana and a law degree from Northern Illinois University College of Law. Fioretti has focused much of his professional career on jobs and education. Specifically, he has worked to allocate Tax Increment Financing funds to projects supporting these ideals, such as the building of Jones College Prep School. He has also previously advocated for more police on the streets of Chicago, as well as grid-based system of garbage collection.","Issue1Title":"Pension","Issue1Blurb":"According to Fioretti’s campaign website, he believes that pensions should not be reduced for current city employees or retirees, whether that be through a constitutional amendment or any other way. Fioretti says that if elected, he plans to work with unions in order to make sure that pension funds remain stable.","Issue2Title":"Finance","Issue2Blurb":"Fioretti is also passionate about revenue in the city, specifically believing that Chicago should build a casino in order to keep revenue within the city as opposed to losing it to casinos that are found in Indiana or in other towns in Illinois. Other ways in which Fioretti wants to raise revenue in Chicago is through legalized and taxed recreational marijuana, a commuter tax and video gambling.","Issue3Title":"Police Reform","Issue3Blurb":"While Fioretti believes that certain changes should be made to the Chicago Police Department, such as fixing issues with training and the use of force guidelines, he does not support the intervention of the federal government through federal consent decrees. He believes that police reform issues should be centered around policy as opposed to politics.","Endorsements":"Blues legend Buddy Guy, whose company GBG Enterprise Inc, gave $500,000 to Fioretti’s campaign","ChancesofWinningTitle":"Very unlikely","ChancesofWinningBlurb":"Despite his background in politics and previous experience running for mayor, Fioretti does not have a particularly high chance of winning the 2019 Chicago mayoral election. According to Chicago Magazine, as of January 22, Fioretti was ranked number 12 of the 14 mayoral candidates in terms of their likelihood to win the election. According to a We Ask America poll conducted from January 21 to 23, only one percent of those asked said they would be most likely to vote for Fioretti on election day. Per to Illinois Sunshine, Foretti has raised about $700,000, ahead of only four other candidates in terms of fundraising. As of Jan. 1, Fioretti had $9,221 of cash on hand. Even with an endorsement from a major blues star, Fioretti most likely does not have the support he needs in order to become the newest mayor of Chicago. \n"},{"Candidate":"La Shawn Ford","ID":"Ford","BioA":"After surviving a petition challenge from fellow candidate Willie Wilson, long-shot candidate La Shawn Ford is officially on the ballot. Ford, who was previously a Chicago public school teacher and real estate broker, is a fifth-term state representative from Chicago’s West Side. He was born in the Cabrini Green housing projects, raised by a single, teenage mother, and attended Loyola University. He was falsely accused of bank fraud in 2012 and says the experience has encouraged him to fight for changes to Chicago’s criminal justice system.","Issue1Title":"Public Safety","Issue1Blurb":"Ford advocates for measures such as creating an Office of Violence Prevention, exploring restorative justice initiatives and increasing investment in community centers such as parks and youth employment programs. He also wants to improve the city’s mental health services by expanding “holistic” health programs.","Issue2Title":"Health and Quality of Life","Issue2Blurb":"He aspires to make Chicago the “most insured city in the nation” by instituting universal healthcare. He also plans to introduce “The City That Moves” initiative by expanding outdoor recreation opportunities.","Issue3Title":"Economy","Issue3Blurb":"In hopes of making Chicago’s economy more inclusive, Ford plans to establish a social investment fund to promote entrepreneurship (Ford himself has his own real estate business in the city). He also wants to eliminate problematic fines that overburden low-income residents, such as red light fines and disproportionately high property taxes.","Endorsements":"No major endorsements","ChancesofWinningTitle":"Very unlikely","ChancesofWinningBlurb":"He is relatively unknown, lags behind in the polls, and his campaign only has about $8700 in cash on hand."},{"Candidate":"Jerry Joyce","ID":"Joyce","BioA":"First-time candidate Jeremiah (Jerry) Joyce Jr. is a 49-year-old attorney who lives and practices in the Beverly neighborhood of Chicago. After receiving his bachelor’s degree from Yale University, Joyce continued his education by attending Loyola University Chicago, where he earned his J.D. While his government experience has been limited to the position of assistant state’s attorney for the Cook County State’s Attorney’s office, he has been influenced by his father, Jeremiah Joyce, who served as an Illinois state senator and 19th Ward alderman and helped build former Chicago Mayor Richard M. Daley’s political strategy. Born and raised in Chicago, he has shown his passion for the community through decades of volunteer work with organizations such as Feed My Starving Children and South Suburban PADS.","Issue1Title":"Public Safety","Issue1Blurb":"Joyce believes much of what causes the public safety issues within the city of Chicago is understaffing of the Chicago Police Department, so he plans to work on hiring more police officers to build the department to safer levels. Pre-trial handling of accused criminals is also one of Joyce’s serious concerns, citing issues such as low bonds and insufficient monitoring.","Issue2Title":"Education","Issue2Blurb":"Stronger neighborhood schools are the backbone of Joyce’s education stances. He plans to create a 10 to 20-year reform plan for Chicago Public Schools (CPS). Further, he believes many of the problems of corruption and sexual abuse within CPS is from insufficient vetting and background checks.","Issue3Title":"Municipal Finances","Issue3Blurb":"Joyce recognizes that the city of Chicago is lacking in funds and needs to find new sources of revenue such as using taxes from legalized recreational marijuana and recreational sports betting to pay off pensions.","Endorsements":"Former Cook County state’s attorney Dick Devine","ChancesofWinningTitle":"Very unlikely","ChancesofWinningBlurb":"While Joyce had a stroke of luck when the Board of Elections lottery gave him the first spot on the ballot, giving him the most visibility to those who may not have done research about the candidates, it still won’t do him much good. A Sun-Times poll reports that at less than one percent (0.9 percent), Joyce has no hope of achieving the amount of support other candidates have amassed such as Toni Preckwinkle with 12.7 percent and Bill Daley at 12.1 percent. Further, Joyce is lacking in many major endorsements and lags behind in campaign funding. It is highly unlikely that Joyce will make it past the first round of the mayoral elections."},{"Candidate":"John Kozlar","ID":"Kozlar","BioA":"John Kozlar is a lifelong resident of Chicago. He graduated from Mark Sheridan Academy on Chicago’s Side Side in 2007 and attended the University of Chicago, graduating in 2011 with honors for political science. After college, he went on to the John Marshall Law School where he became a licensed attorney in the State of Illinois and a member of the Chicago Bar Association.","BioB":"His first run for public office came in 2011 when he ran as a progressive Alderman in the 11th Ward. Although he only had $520 raised for the campaign, he came within 1,255 votes from forcing a run-off with then-13-year incumbent Alderman James Balcer. Four years later, Kozlar ran again and forced a run-off against the well-supported candidate, Patrick Daley-Thompson, who had over $650,000 in campaign funds.","BioC":"Kozlar is an advocate for building community relationships and neighborhood development. He believes in the potential growth of Chicago and wants to secure the city’s future.","Issue1Title":"Education","Issue1Blurb":"Kozlar’s primary goal is to give Chicago’s schools, teachers, families and students the resources they need to succeed. If elected, he will advocate for keeping Chicago Public Schools (CPS) open, equitably reinvesting vital resources to provide accessible and quality education, reducing the amount of students per classroom and including teachers and parents on the CPS Board.","Issue2Title":"Safety","Issue2Blurb":"Kozlar will be increase protection for Chicago’s residence and neighborhoods by working with the Chicago Police Department (CPD) and community members to eliminate gang violence and implement programs to give at-risk communities more opportunities to prosper. He advocates for more police presence and efficiency to intimidate criminals and support residents who stand up within the community.","Issue3Title":"Economy","Issue3Blurb":"Kozlar wants to increase the city’s tax revenues without increasing the burden on residents and bring more jobs to the community. Although he will vote against any property tax increases, he claims that he would spend the money more efficiently and stick up for the city employee pensions. He will also advocate for employees to have quality healthcare and fair wages.","Endorsements":"No major endorsements","ChancesofWinningTitle":"Very unlikely","ChancesofWinningBlurb":"Kozlar has raised just over $1,000 for his mayoral campaign, which is far less than the hundreds of thousands - or even millions - of dollars being raised by other campaigns. According to the Chicago Mag, he is ranked second to last by chances of winning."},{"Candidate":"Lori Lightfoot","ID":"Lightfoot","BioA":"Lori Lightfoot graduated from the University of Michigan with honors before becoming a legislative aide in Washington, D.C. for two years. She then received a full scholarship to the University of Chicago Law School and has lived in Chicago for most of her time since.","BioB":"She currently works as an attorney in a litigation and conflict resolution group. Prior to this job, she was the chair of the Police Accountability Task Force, where she created organizational structure and staffing and conducted an in-depth analysis of the practices of the Chicago Police Department. She has also worked as the president of the Chicago Police Board, the interim first deputy of the Chicago Department of Procurement Services and an assistant United States attorney.","BioC":"She hopes to use her background in management, advocacy and reform efforts to make Chicago government more accountable and accessible. If elected, she wants to work to create opportunities for every Chicagoan regardless of race, ethnicity, sexual orientation, economic status or neighborhood.","Issue1Title":"Education","Issue1Blurb":"As mayor, Lightfoot would want to provide every child with a quality education regardless of their race or zip code. She wants to transform Chicago Public Schools by investing more into schools, expanding high school apprenticeship programs and creating an elected and representative school board.","Issue2Title":"Safety","Issue2Blurb":"Lightfoot wants to reduce the epidemic of violence in Chicago and reform the Chicago Police Department. She plans to reduce violence by addressing it as a public health crisis to explore the root causes; invest in community resources into violence prevention programs, schools, jobs and community-based mental health centers; and leading a proactive strategy at all levels of government to get illegal guns off the streets. Lightfoot hopes to reform the police department by ensuring compliance with consent decrees, implementing civilian oversight of the police, improving training and accountability and reducing police misconduct.","Issue3Title":"Affordable Housing","Issue3Blurb":"Lightfoot plans to provide affordable housing to all Chicago residents by building and renovating homes that are affordable, reducing red tape that prevents building houses for families, supporting the Affordable Housing Equity Ordinance to limit aldermanic privileges that impede the growth of affordable housing and expanding services for the homeless.","Endorsements":"Chicago Sun-Times","ChancesofWinningTitle":"Likely","ChancesofWinningBlurb":"According to a recent poll conducted by the Telemundo Chicago/NBC 5, Lightfoot has 10 percent of the vote, landing her within the top five candidates likely to win. The other four candidates include Toni Preckwinkle with 14 percent of the vote, Bill Daley with 13 percent, Susana Mendoza with 12 percent and Gery Chico with 9 percent. Still, there are 19 percent of voters undecided, giving her a fair chance at potentially winning or moving on to the run-off if no candidate wins a majority."},{"Candidate":"Garry McCarthy","ID":"McCarthy","BioA":"Garry McCarthy is the former Superintendent of the Chicago Police Department and an alum of the New York Police Department (NYPD) and the Newark Police Department. He was terminated by Mayor Rahm Emanuel after the murder of Laquan McDonald, a Black 17-year-old, by police officer Jason Van Dyke. He was shot over 16 times and his death was covered up by the police.","Issue1Title":"Transparency","Issue1Blurb":"McCarthy is advocating for a more “honest and transparent” government to represent its citizens.","Issue2Title":"Economy","Issue2Blurb":"McCarthy wants to implement economic reforms, including lowering taxes for developers and introducing a flat income tax.","Issue3Title":"Police Reform","Issue3Blurb":"McCarthy is advocating on the motto of “make Chicago safe again” by increasing police resources and expanding Chicago Police Department funding","Issue4Title":"Voter Reform","Issue4Blurb":"McCarthy is calling for the annexation of Chicago’s immediate suburbs, which would increase the number of conservative white voters in Chicago.","Endorsements":"No major endorsements","ChancesofWinningTitle":"Moderately unlikely","ChancesofWinningBlurb":"Given the flurry of media around the women running for mayor – Cook County Board President Toni Preckwinkle and Illinois Comptroller Susana Mendoza – and the activist furor over Laquan McDonald’s shooting, he’s fairly unlikely to win. Also, Bill Daley is blanketing Chicago with TV ads and has endorsements from everyone you could possibly think of, including Howard Dean and Joe Biden. McCarthy just won’t be able to break through, and it will be even more difficult considering that he is running as a tough cop in a progressive city well aware of the impact of police brutality."},{"Candidate":"Susana Mendoza","ID":"Mendoza","Photo":"https://www.google.com/imgres?imgurl=https%3A%2F%2Fwww.cityclub-chicago.org%2Fcontent%2Fimages%2Fcms%2Fsusana_mendoza_headshot_2019_crop.jpg&imgrefurl=https%3A%2F%2Fwww.cityclub-chicago.org%2Fevent%2F2%2F2365%2Fsusana-mendoza-breakfast&docid=CWDwWYYex3q5XM&tbnid=m2QsS5-0ycbgXM%3A&vet=10ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhSKBEwEQ..i&w=2106&h=3000&safe=off&bih=620&biw=1083&q=bill%20daley%20chicago%20mayor%20headshot&ved=0ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhSKBEwEQ&iact=mrc&uact=8","BioA":"Mendoza is a veteran of the Chicago political scene: She currently serves as the state comptroller, has been city clerk of Chicago and was a state representative for five terms. Notably, she was the first female city clerk and the youngest person in the State House of Representatives at the time she was elected. However, her political roots have also gotten her into a bit of trouble. She has significant ties to wildly unpopular Illinois House Speaker Mike Madigan and was married in the home of the infamously corrupt Alderman Ed Burke.","BioB":"Mendoza is the daughter of Mexican immigrants and was born in Chicago’s Little Village neighborhood before her family moved to the suburbs due to concerns of violence. She’s best-known for her efforts as comptroller to increase Illinois’s financial transparency and for passing legislation prohibiting Chicago pet stores from selling animals unless they are rescues or sourced from humane shelters.","Issue1Title":"Education","Issue1Blurb":"Mendoza hopes to close the achievement gap in many Chicago public schools through her “50New” Initiative. This initiative would, rather than closing the 50 most underperforming city schools, drastically increase the available resources to those areas and ideally transform them into “community hubs.”","Issue2Title":"Anti-Corruption and Ethics Reform","Issue2Blurb":"Perhaps due to her ties to corrupt Chicago politicians, Mendoza has proposed a comprehensive ethics reform to fix Illinois’s “broken” political culture. Notable policy initiatives include creating a Chicago ethics commission (which she said would be her first act as mayor), reforming city business through actions that would limit the potential for aldermanic discretion and corruption, and making campaign finance laws more democratic.","Issue3Title":"Neighborhood and Public Safety","Issue3Blurb":"Mendoza frequently talks about how her family had to move out of the city when she was a child due to concerns of violence. She hopes to improve city safety by drastically reforming the police training process, improving and implementing more community-based policing strategies and passing stricter gun control laws.","Endorsements":"prominent Chicago labor movement leader Dolores Huerta, Chicago Cubs co-owner Laura Ricketts, Latino Victory Fund, Illinois Nurses Association","ChancesofWinningTitle":"Somewhat likely","ChancesofWinningBlurb":"Really, her only significant challenge comes from front-runner Toni Preckwinkle, who has been quickly losing steam in the polls. Mendoza’s connections to Burke/Madigan might also affect her odds, but she gave away Burke’s donations to her campaign and has been working to distance herself from him in the wake of that scandal. She has also become one of the top fundraisers in the running."},{"Candidate":"Toni Preckwinkle","ID":"Preckwinkle","Photo":"https://www.google.com/imgres?imgurl=https%3A%2F%2Fmedia1.fdncms.com%2Fchicago%2Fimager%2Fu%2Foriginal%2F67156472%2Ftonipreckwinkle-official-headshot_2.jpg&imgrefurl=https%3A%2F%2Fwww.chicagoreader.com%2Fchicago%2Fqanda-with-mayoral-candidate-toni-preckwinkle%2FContent%3Foid%3D67156035&docid=efqIu2nWusIjVM&tbnid=faRpXvfa510FfM%3A&vet=10ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhEKAQwBA..i&w=900&h=1351&safe=off&bih=620&biw=1083&q=bill%20daley%20chicago%20mayor%20headshot&ved=0ahUKEwiy8e3I-sXgAhUB5IMKHUoKAJcQMwhEKAQwBA&iact=mrc&uact=8","BioA":"Toni Preckwinkle started her career teaching high school history in Chicago before moving on to serve as alderman of Chicago’s 4th Ward for 19 years. As alderman, she focused on economic development, replaced public housing with mixed-income development and fought payday lending and gun violence.","BioB":"Today, Preckwinkle is the first African-American woman to be the president of the Cook County Board, a position that she won in 2010. She is also president of the Forest Preserves of Cook County and chair of the Cook County Democratic Party.","BioC":"Preckwinkle got wrapped up in the recent scandal surrounding Alderman Ed Burke when federal authorities accused Burke of pressuring a Burger King franchise magnate into donating $10,000 to Preckwinkle’s mayoral campaign. Preckwinkle’s campaign had returned the money within days of its donation and has promised to return $116,000 from a fundraiser at Burke’s house. Her campaign had also hired Burke’s son while he was under investigation for sexual harassment.","Issue1Title":"Education","Issue1Blurb":"The highlights of Preckwinkle’s education plan include an elected school board, an end to school closures, universal access to early childhood education and a tax reform package that could allow Illinois to dedicate more funds to education.","Issue2Title":"Public Safety","Issue2Blurb":"Tagging this as her most important issue, Preckwinkle links high rates of violence on Chicago’s South and West Sides to trends of unemployment and disinvestment. Part of her strategy to alleviate these cycles is criminal justice reform, including plans to reduce incarceration for minor, nonviolent offenses.","Issue3Title":"Minimum Wage","Issue3Blurb":"Preckwinkle wants to increase Chicago’s minimum wage to $15 by 2021, saying that it will draw both workers and employers to give communities an economic boost.","Issue4Title":"Environmental Justice","Issue4Blurb":"Following the discovery of lead in Chicago homes’ drinking water, Preckwinkle has promised to implement a program to inventory, disclose and replace all lead service lines in Chicago.","Endorsements":"Chicago Teachers Union, U.S. Rep. Jan Schakowsky, D-Ill., National Association of Social Workers, Service Employees International Union (SEIU) Healthcare Illinois, \nSEIU Local 73, SEIU Local 1, Sierra Club Chicago Group\n","ChancesofWinningTitle":"Very likely","ChancesofWinningBlurb":"Preckwinkle is the front-runner, but her polls looked better before she became embroiled in the Ed Burke scandals in January. Opponents frequently bring up her relationship with Burke in mayoral debates. Another point of contention: Critics said her first TV ad exaggerated her role in exposing the Laquan McDonald cover-up. Yet another strike: the Chicago Tribune reported that Preckwinkle was alerted to her chief of staff’s inappropropriate treatment of women months before she fired him in fall 2018. Still, Chicago is no stranger to scandal, and Preckwinkle’s chances are still high. The Chicago Teachers Union, perhaps her most powerful endorsement, has stuck with her. It doesn’t hurt that she’s second in spending with $3.75 million on the campaign."},{"Candidate":"Neal Sales-Griffin","ID":"Sales-Griffin","BioA":"Neal Sales-Griffin (SESP ’09) is an entrepreneur and professor running for mayor of Chicago. Formerly the ASG president during his time at Northwestern, Sales-Griffin, who is half-Black, part-Latinx and part-Filipino grew up on the South Side before attending Northwestern. He co-launched the Starter League, a coding academy for young people and is currently the CEO of CodeNow. This is his first political run for office and his first foray into politics. Sales-Griffin had turned down an opportunity to join the tech team for Barack Obama’s 2012 election.","Issue1Title":"Education","Issue1Blurb":"Sales-Griffin is advocating for education reform by implementing initiatives such as universal pre-K expansion and an elected school board.","Issue2Title":"Police Reform","Issue2Blurb":"Sales-Griffin wants to put an end to police brutality. He plans to do this by retraining police officers and emphasizing community policing.","Issue3Title":"Affordable Housing","Issue3Blurb":"Sales-Griffin wants to expand affordable housing and place restrictions on the buyout option for affordable housing.","Issue4Title":"Economy","Issue4Blurb":"Sales-Griffin wants to implement a public office for vocational training and introduce a $15 minimum wage.","Endorsements":"No major endorsements - although former Governor Bruce Rauner told the Chicago Tribune Editorial Board that Vallas “might make the best mayor in my opinion.” Vallas, sensing the political winds, has not hurried to incorporate Rauner’s name into his messaging.","ChancesofWinningTitle":"Very unlikely","ChancesofWinningBlurb":"Lack of funding aside, he’s running as a millennial candidate, but with none of the star power of Amara Enyia, the policy think tank director who has the backing of Chicago natives Chance the Rapper, Kanye West and Circuit Court of Cook County Clerk Dorothy Brown. He also completely bombed what would have already been a long-shot bid with a rambling announcement speech that was panned by the Chicago Tribune and that he himself admits was unimpressive. He also ranks dead last on Chicago Mag’s power ranking of candidates, and press coverage has been lukewarm at best since then -- if he’s being covered at all. The Sun-Times just did an interview with him, describing him as a “ghost candidate” and stating that Sales-Griffin’s website campaign releases are essentially serving as a voting guide for other candidates in the race."},{"Candidate":"Paul Vallas","ID":"Vallas","BioA":"A native of the South Side, Paul Vallas has spent his career in education. He served as CEO of Chicago Public Schools (CPS) between 1996 and 2001. Vallas’ work in Chicago made him a nationally recognized figure in education - he was subsequently hired in Philadelphia and New Orleans to turn around public schools.","BioB":"Whether Vallas’ tenure at CPS was successful is still hotly debated. Vallas opened up new sources of funding for CPS, balancing the system’s budget over his six-year tenure. More contentiously, he oversaw a rapid expansion in alternative, charter and selective enrollment schools (which send a considerable number of each year to Northwestern). Selective enrollment schools are public schools which determine admission based on test scores; they have been criticized for being disproportionately wealthy and white, using government funds to further privilege Chicago’s elite.","BioC":"In person, Vallas is articulate yet strange. His campaign has attempted to brand him as a disinterested fixer - his most common bumper sticker reads PAUL SOLVES PROBLEMS. He has run twice for elected office in Illinois - for governor in 2004 and lieutenant governor in 2014, both times unsuccessfully. But he does not possess the buzzword charisma of a successful politician, preferring instead to wade into the weeds of policy in speeches and mayoral fora.","Issue1Title":"Housing","Issue1Blurb":"Vallas wants to cap individual property taxes to protect homeowners in neighborhoods threatened by gentrification. He also wants to change zoning codes to allow denser configurations of garden-unit properties.","Issue2Title":"Education","Issue2Blurb":"Vallas wants to expand early childhood programs and access to Advanced Placement and International Baccalaureate classes. He also wants to keep schools open for longer hours.","Issue3Title":"Police Accountability","Issue3Blurb":"Vallas’ campaign has largely avoided deep discussions of police reform. While opponents such as Lori Lightfoot, Amara Enyia and John Kozlar have talked extensively about their visions for the department, police accountability gets a sentence on Vallas’ website - a bland cliche about the mayor setting the tone for transparency. One factor that may explain this is that two of Vallas’ sons are officers in the Chicago Police Department, and his wife is a former policewoman.","Endorsements":"No major endorsements - although former Governor Bruce Rauner told the Chicago Tribune Editorial Board that Vallas “might make the best mayor in my opinion.” Vallas, sensing the political winds, has not hurried to incorporate Rauner’s name into his messaging.","ChancesofWinningTitle":"Unlikely","ChancesofWinningBlurb":"Vallas has name recognition, even a national brand. At the same time, it is hard to campaign on a controversial record in Chicago Public Schools. He also has a limited war chest compared to his independently wealthy rivals. It’s not clear who his base is and if they will turn out to vote for him come Election Day. The competition for progressive voters is fierce. Although he is by no means conservative, Vallas won a straw poll among Northside Republicans due to his centrist positions on school choice. Vallas currently polls at 3.7 percent, placing him sixth in a crowded field. While he could plausibly win against the right weak candidate in a runoff, it is unlikely that his next destination is City Hall."},{"Candidate":"Willie Wilson","ID":"Wilson","BioA":"Willie Wilson was born in Louisiana and moved to Chicago in 1965. Despite arriving with only a seventh grade education, Wilson flourished in the Second City, advancing farther and higher than anyone could have hoped. Wilson began by mopping floors at a McDonald’s for $2 a day; 20 years later, he owned a string of franchises in Chicagoland and had founded his own medical supplies company.","BioB":"Wilson has run for mayor once before, in 2014, before dropping out to support Commissioner Chuy Garcia in his bid to unseat incumbent Mayor Rahm Emanuel. Wilson also was a presidential candidate for the Democratic nomination in 2016, mounting an ultimately unsuccessful campaign to have his name on the ballot in all 50 states.","BioC":"Wilson caused controversy earlier in the campaign with his declaration that other Black candidates needed to “get out of the way.” “Now you got about eight, 12, 15 Black politicians jumping in the race now. They ain’t got no money,” Wilson said, according to the Chicago Tribune. “They ain’t got no money, all right? They need to get out of the way.” Wilson has largely self-financed his campaign, investing at least $465,000 as of December 2018. \n","Issue1Title":"Education","Issue1Blurb":"Wilson strongly opposes charter schools. “I believe that taxpayer money should be used for a single, unified and equal system of education for all students in the City of Chicago,” Wilson told Chicago Business.","Issue2Title":"Police Reform","Issue2Blurb":"Wilson wants to fire Eddie Johnson, the current police superintendent. Johnson has been prominently associated with the cover up of the shooting death of Laquan McDonald. Wilson also opposes the establishment of a new police academy. “Training does not require a $100 million campus. This additional training can be done in other available places...already open and available to use,” Wilson told Chicago Business.","Endorsements":"Despite support by some on the progressive left, Wilson has also been endorsed by the Cook County GOP, Chicago Young Republicans and the Northwest Side GOP Club. He is seen by conservative Chicagoans as business friendly; Republicans look with favor on his plans to cut taxes, remove red light cameras and allow the construction of a lakefront casino.","ChancesofWinningTitle":"Unlikely","ChancesofWinningBlurb":"Wilson has a strong base of support in Chicago’s African-American community, especially on the South Side. But, as he has acknowledged, other Black candidates have split his constituency. With little popularity outside the Black community, his chances of winning are slim. But given his appeal to the 12.4% of Chicagoans who vote Republican, it might be a mistake to rule out a runoff between Wilson and an establishment candidate."}]}
